tap "hashicorp/tap"
tap "heroku/brew"
# tap "homebrew/cask"
# tap "homebrew/core" not needed in 2026
brew "cask"
# brew "ext4fuse" not working atm
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gnupg"
brew "imagemagick"
brew "jq"
brew "node"
brew "mongosh"
brew "mosh"
brew "neofetch"
brew "nmap"
brew "osx-cpu-temp"
brew "pandoc"
brew "poppler"
brew "postgresql@14"
brew "qrencode"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "yarn"
brew "zoxide"
brew "heroku/brew/heroku"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "macfuse"
cask "vagrant"
cask "zoom"
cask "firefox"
cask "google-chrome"
cask "spotify"
cask "calibre"
cask "gzdoom"
cask "obsidian"
cask "telegram"
cask "whatsapp"
cask "sublime-text"
cask "tor-browser"
cask "vlc"
cask "microsoft-word"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "libreoffice"

